---
kind: other
id: Methods.T:Autodesk.Revit.DB.PanelTypeSetIterator
source: html/24487894-f7ec-9a47-f6b7-d3a4daf6a581.htm
---
# PanelTypeSetIterator Methods

Causes the object to release immediately any resources it may be utilizing.